[
    "Who am I? You sure you want to know? The story of my life is not for the faint of heart. If somebody said it was a happy little tale, if somebody told you I was just an average ordinary guy, not a care in the world, somebody lied. But let me assure you, this like any story worth telling, is all about a girl. That girl. The girl next door. Mary Jane Watson. The woman I've loved since before I even liked girls. I'd like to tell you that's me next to her. Aw, heck, I'd even take him.",
    "Hey! Stop the bus! That's me. Tell him to stop! Please! Stop! Hey! Stop the bus!",
    "Thank you. I'm sorry I'm late.",
    "Hi, Harry.",
    "It's a great honour to meet you sir.",
    "I read all your research on nanotechnology. Really Brilliant.",
    "Yes, I wrote a paper on it.",
    "I live with my aunt and uncle, they are proud.",
    "He doesn't seem so bad.",
    "That's amazing! This is the most advanced electron microscope in the eastern seaboard. It's unreal.",
    "For the school paper?",
    "Those guys are jerks.",
    "Some spiders change colors to blend into their environment. It's a defense mechanism.",
    "Who wouldn't?",
    "Oh, no. Come on. You talk to her.",
    "Hey, Could I take your picture? I need one with a student in it.",
    "Great.",
    "Yeah, that's great.",
    "That's impossible.",
    "Perfect. - Is that good? - Great. That's great. MJ, let's go!",
    "Wait. Thanks!",
    "I don't feel well. I'm gonna go to sleep.",
    "No thanks, had a bite.",
    "I gotta crash. Everything's fine.",
    "Weird.",
    "Yeah?",
    "I'm fine.",
    "Change? Yep. Big change.",
    "Right. Okay.",
    "I got better. - See? - Bye, guys.",
    "Yeah I've got it.",
    "Sure, Uncle Ben. Don't start without me.",
    "Hi, MJ. Hey, MJ I don't know if you realize this, but we've been neighbors since I was 6. And I was wondering if we could get together sometime? I got the car. Hop in. Do something fun? Or, I don't know. I thought it'd be time to get to know each other. Or not.",
    "Stop the bus!",
    "Tell him to stop.",
    "No problem.",
    "I don't want to fight you Flash.",
    "Go, web! Fly. Up, up and away, web. Shazam! Go! Go! Go, web, go!",
    "Tallyho.",
    "No. Well, I heard, but I was just taking out the trash.",
    "Everybody shouts.",
    "Oh, they can scream pretty good sometimes. Listen, MJ, about today at school with Flash...",
    "I'm sorry. Is he okay?",
    "I wanna move into the city. And hopefully, get a job as a photographer. Work my way through college. What about you?",
    "What? No, come on. Try me.",
    "Really? Oh, that's perfect. You were awesome in all the school plays.",
    "Yeah. I cried like a baby when you played Cinderella.",
    "Well even so. Sometimes you know people. You can just see what's coming.",
    "I don't know. Whatever it is, it's something I never felt before.",
    "For you? You're gonna light up Broadway.",
    "I hunch.",
    "Bye.",
    "Cool car.",
    "I'm exercising. I'm not dressed, Aunt May.",
    "Okay. Thanks.",
    "I'm going to the downtown library, I'll see you later.",
    "I'll take the train.",
    "Thanks for the ride, Uncle Ben.",
    "We can talk later.",
    "What do we have to talk about? Why now?",
    "I didn't start that fight, I told you that.",
    "What was I supposed to do, run away?",
    "No. Not exactly.",
    "Are you afraid that I'm going to turn into some kind of criminal? Quit worrying about me, okay? Something's different. I'll figure it out. Stop lecturing, please.",
    "Then stop pretending to be!",
    "Yes.",
    "The Human Spider.",
    "Yeah.",
    "My Name's the Human Spider.",
    "No, he got my name wrong.",
    "Hello? Guys?",
    "Hey listen! This is some kind of mistake. I didn't sign up for a cage match! Unlock the thing! Take the chain off!",
    "Staying away from you. That's a cute outfit. Did your husband give it to you? Finish him off! Smash him! Hit him! - Harder! Kick his spider ass! Hit him!",
    "A hundred bucks? The ad said 3000.",
    "I need that money.",
    "I missed the part where that's my problem.",
    "Excuse me. Excuse me. Excuse me.",
    "That's my uncle! What happened?",
    "Uncle Ben? Uncle Ben. Uncle Ben?",
    "I'm here, Uncle Ben.",
    "What about my uncle? Did you give him a chance? Did you? Answer me!",
    "Oh that's great!",
    "Yeah.",
    "No, thanks.",
    "I missed him a lot today.",
    "I can't help thinking about the last thing I said to him. He tried to tell me something important, and I threw it in his face.",
    "Hey!",
    "MJ, it's me, Peter.",
    "I'm begging for a job. How about you?",
    "An audition? So you're acting now?",
    "That's great MJ. You're doing it. Living your dream.",
    "It's nothing to be embarrassed about.",
    "Don't tell Harry?",
    "Don't you guys live together?",
    "And I won't tell Harry.",
    "I won't. I won't tell Harry.",
    "I was late for work and Dr. Connors fired me.",
    "Around.",
    "Well, sorry. Harry hasn't mentioned her.",
    "Menace? He was protecting that...",
    "Yes, sir.",
    "I'd like a job, sir.",
    "i.",
    "Mr. Jameson told me to give that to you.",
    "Thank you. I'm Peter Parker. I'm a photographer.",
    "Come on. Move, kid.",
    "Oh, boy.",
    "Mary Jane!",
    "Hold on!",
    "Hold on Mary Jane! ''[pause]'' Well, beats taking the subway. Don't mind us. She just needs to use the elevator.",
    "You know who I am.",
    "Your friendly neighborhood Spider-Man.",
    "You're right. I didn't.",
    "I'm gonna stay up for a while.",
    "I don't know. Whatever it is, somebody has to stop it.",
    "Mr. Jameson Spider-Man...",
    "Spider-Man wasn't attacking the city he was trying to save it. That's slander.",
    "Set him down, tough guy.",
    "Hey, kiddo, let Mom and Dad talk for a minute, will you?.",
    "I'm not like you. You're a murderer.",
    "Because it's right.",
    "It's me again. How was your audition?",
    "The hot line. Your mom told my aunt, told me. So you just came by? I was in the neighborhood. Needed to see a friendly face. I took two buses and a cab to get in the neighborhood, but... So how'd it go? They said I needed acting lessons. A soap opera told me I needed acting lessons. Let me buy you a cheeseburger. The sky's the limit, up to $7.84. I'd like a cheeseburger. Oh, but I'm going out to dinner with Harry. Come with us. No, thanks. How's it going with...? Never mind. That's none of my business. It's not? Why so interested? I'm not. You're not? - Well, why would I be? - I don't know. Why would you be? I, that's a... I don't know. Sorry you won't come with us. I'd better run, tiger. Hey, check it out, man. Come on, man. Hey, where you going, baby? Come on! Get off me! Wait! You have a knack for getting in trouble. You have a knack for saving my life. I think I have a superhero stalker. I was in the neighborhood. You are amazing. Some people don't think so. - But you are. - Nice to have a fan. Do I get to say thank you this time? Wait. I have to get in there! My baby's in there! My baby's in there! - Let me go! - I can't let you in there, the roof's about to collapse. - Somebody save my baby! - The roof's about to collapse! Look! Up there! Save my baby, please! No! - It's okay. Your baby's fine. - Oh, my baby! God bless you, Spider-Man. Bless you. Don't let him get away! Hold it right there! You're under arrest. I'm taking you in. Oh, my God, there's somebody still up there! I'm going. - I'll be here when you get back. - Not coming back chief. Go! Go! Where are you? Where are you? I'm gonna get you out of here! It's okay. You're pathetically predictable. Like a moth to the flame. What about my generous proposal?",
    "Hey, everyone.",
    "Sorry I'm late. It's a jungle out there. I had to beat an old lady with a stick to get these cranberries.",
    "Oh, yeah, I stepped off a curb and got clipped by one of those bike messengers.",
    "No, it's nothing.",
    "Bike messenger. Knocked me down.",
    "Aunt May. Is she gonna be okay? What happened?",
    "What happened?",
    "He knows who I am.",
    "She's going to be fine. She's been sleeping all day. Thanks for coming.",
    "Yeah, I'm fine. I just felt bad about leaving Aunt May. Have you talked to Harry?",
    "You are? At least I think I am.",
    "No. Go on. Would I know his name, this guy?",
    "Trust me.",
    "Oh. Him.",
    "No, I understand. He is extremely cool.",
    "No, no, not Spider-Man, not a chance in the world. I know him a little bit. I'm sort of his unofficial photographer.",
    "Yeah.",
    "I said... He asked me what I thought about you.",
    "I said, 'Spider-Man.' I said, 'The great thing about MJ is when you look in her eyes and she's looking back in yours everything feels not quite normal. Because you feel stronger and weaker at the same time. You feel excited and at the same time terrified. The truth is, you don't know what you feel except you know what kind of man you want to be. It's as if you've reached the unreachable and you weren't ready for it.'",
    "Well, something like that.",
    "And you look beautiful.",
    "I don't like to leave you here.",
    "Can I do anything for you?",
    "Hey, you were supposed to be asleep.",
    "Gee, did I say that?",
    "Well, Harry's in love with her. She's still his girl.",
    "MJ, it's Peter. You there? Hello? You there? I'm just calling to check up on you. Will you call me when you get in? All right, well... Don't... Don't go up any dark alleys. Hello?",
    "Where is she? What is that?",
    "Goblin, what have you done?",
    "Don't do it, Goblin!",
    "No!",
    "Listen. I need you to climb down.",
    "Yes, you can! MJ, you can do it. You have to. Trust me. Hold on tight and go quickly. - Hurry!",
    "Hang on, Mary Jane!",
    "Mr. Osborn.",
    "You killed those people on that balcony.",
    "You tried to kill Aunt May. You tried to kill Mary Jane.",
    "I have a father. His name was Ben Parker.",
    "I'm so sorry, Harry. I know what it's like to lose a father.",
    "No matter what I do, no matter how hard I try, the ones I love will always be the ones who pay.",
    "It's been so hard without him.",
    "Really?",
    "All I wanted was to tell her how much I loved her.",
    "I can't.",
    "Tell you... Everything. I mean, there's so much to tell.",
    "I will always be there to take care of you. I promise you that. I will always be your friend.",
    "That's all I have to give.",
    "Whatever life holds in store for me... I will never forget these words, 'With great power comes great responsibility'. This is my gift. My curse. Who am I? I'm Spider-Man.",
    "It's me, Peter Parker. Your friendly neighborhood... you know. I've come a long way from being the boy who was bit by a spider. Back then, nothing seemed to go right for me. Now...",
    "People really like me.",
    "Hey, stick around! It's gonna start again in a couple minutes.",
    "The city is safe and sound. Guess I've had something to do with that. My uncle Ben would be proud. I still go to school, top of my class.",
    "No, sir.",
    "And I'm in love with the girl of my dreams.",
    "Hi. Um, Miss Watson left a ticket for me? Peter Parker.",
    "Excuse me. Sorry. Thank you.",
    "It's my girlfriend!",
    "Harry! I need to talk to you. Explain things.",
    "I'm your friend, Harry. I cared about your father.",
    "MJ! ",
    "Congrats!",
    "Good? You were great. You were...",
    "Yeah, I ran into him outside.",
    "It's complicated.",
    "Your knees were fine.",
    "Yes, it was. It's the acoustics. It's all about diffusion. It keeps the sound waves from grouping. You see, when the sound waves, they propagate, then it's like an...",
    "Did you see that one?",
    "I'll be there.",
    "I love you. I love you so much.",
    "It's MJ... I'm gonna ask her to marry me!",
    "Then you said yes, right?",
    "Yeah. I think I can.",
    "Come on.",
    "Harry.",
    "Listen to me! I didn't kill your father! He was trying to kill me. He killed himself.",
    "Hate those things.",
    "Harry. Harry. Harry! Oh my God. Harry! Come on! God!",
    "How is he?",
    "Is it permanent?",
    "Uh maybe I should wait.",
    "Hey.",
    "Yeah.",
    "It's good to have you back.",
    "Okay.",
    "Yeah, great.",
    "Think so.",
    "Yeah.",
    "Yeah?",
    "Oh! Hey!",
    "I'm coming.",
    "Oh!",
    "Well, they can't hate you.",
    "That's ridiculous. I was right there.",
    "Yeah, but that's... Listen. You were great. That's a critic. This is something you're gonna have to get used to. Believe me, I know. Spider-Man gets attacked all the time.",
    "I know, and I'm just saying, you can't let it bring you down. You just gotta believe in yourself. You pull yourself together, and you get right back on the horse.",
    "Go get 'em, tiger. Sorry.",
    "You OK?",
    "New guy?",
    "Where's the other guy?",
    "Okay...",
    "Hey, Betty.",
    "Uh. Thanks.",
    "I got you this.",
    "Climbed. Nearly fell off a flagpole.",
    "Wait a minute. I know what makes a good picture, and I've been here for a long time. If there's a staff job, Mr. Jameson, I think I deserve it.",
    "You'll never get that shot.",
    "Sure.",
    "Got you a little homecoming present.",
    "Yeah.",
    "We were terrible. And we tried out for the varsity team.",
    "Right.",
    "I don't know.",
    "It's okay.",
    "No.",
    "He loved you. That's the main thing.",
    "Hey, let's watch the game in the kitchen. Get something to eat.",
    "Whoa, catch that!",
    "Still got the moves.",
    "Hey, beautiful. One more. Everything Okay?",
    "You're not still mad at me, are you?",
    "Hey. I'm gonna be swingin' it from over there. So you know where to look.",
    "Don't worry about that review. We're gonna be laughing about it tomorrow night. Promise.",
    "They love me!",
    "Yeah, they'll love it.",
    "Jig's up, pal.",
    "I guess you haven't heard? I'm the sheriff 'round these parts.",
    "Where do all these guys come from?",
    "I'm sorry, I don't speak...",
    "Oui.",
    "Parker, Peter.",
    "Parker.",
    "Um, I have a request. My girlfriend will be coming, and I have this ring.",
    "Yes, and I want to do something very special.",
    "Perfect.",
    "Also I thought, at the same time could the musicians play this song?",
    "And take good care of the ring.",
    "Oui.",
    "Thank you.",
    "Bonne chance. OK, so... How would you like some champagne? How'd that get in there? Aw, don't cry.",
    "Look at you, wow! Beautiful.",
    "Oh, it's a special occasion. You're on Broadway.",
    "Well, you are a star. And you've earned it.",
    "Oh no, I know exactly how you feel. Listen. I have been through this. Happens to me all the time. I see Spider-Man posters in the window. Kids running around with me on their sweaters. Big Hallowe'en item. I don't know, I guess I've become something of an icon. Like yesterday. They keep screaming: 'Spider-Man! Spider-Man!' I don't know, I mean, I'm thinking to myself, 'I'm just a nerdy kid from Queens. Do I deserve this?'",
    "Hi.",
    "This is Mary Jane Watson.",
    "Gwen is my lab partner in Dr. Connor's class.",
    "Good night.",
    "Good night.",
    "Oh, she's in my science class. It's not her best subject.",
    "What?",
    "She's just a girl in my class.",
    "What do you mean?",
    "Push you away? Why would I want to push you away? I love you. You're my girlfriend. She's a girl in my class, MJ.",
    "No, w...",
    "Where are you going?",
    "Hello. Uh... I wish you'd pick up the phone. I don't know what's going on. I don't know if you got the messages, or what. But... I just want to talk to you. Okay. Call me, all right?",
    "Hallo?",
    "Yeah?",
    "What are you talking about?",
    "You got this wrong.",
    "No, you're not doing your job. I watched my uncle die. We chased down the wrong man. Now you're telling me there's suspicions for two years? Witnesses? Why weren't we told about this?",
    "No, I have no intention of settling down! This man killed my uncle, and he's still out there!",
    "Don't be. I'm fine.",
    "Like try to find my uncle's killer?",
    "He had a gun on me. I made a move, and he fell. I told you that.",
    "Okay. I get it. Thank you. But, uh, I'm fine. I don't need your help.",
    "What about my uncle? Did you give him a chance? Did you?",
    "Where am I? What is this? I feel... Wow. This feels good. This is something else.",
    "What do you think?",
    "Can we do that now?",
    "Why not?",
    "Marko.",
    "Seeya, chump.",
    "Flint Marko.",
    "Remember Ben Parker? The old man you shot down in cold blood?",
    "Everything!",
    "It's time to pay, Marko.",
    "Good riddance.",
    "Not now.",
    "Leave me alone.",
    "You'll get your rent when you fix this damn door!",
    "Flint Marko, the man who killed uncle Ben, he was killed last night.",
    "Spider-Man killed him.",
    "I... He was... I thought that you'd feel... He deserved it, didn't he?",
    "Aunt May, he killed uncle Ben.",
    "Hey, Mr. Ditkovich.",
    "No, thanks. Listen I'm really sorry for what happened earlier. I shouldn't have yelled about that door. It was nothing to be angry about.",
    "Okay.",
    "No, no, I was just... was trying to figure out what to say.",
    "Hi.",
    "Thanks.",
    "Bye.",
    "Yeah.",
    "Well, he loved you. That's the main thing.",
    "Hey, MJ. It's Peter. I want to talk to you about last night. I don't know what I was thinking. I know you were just there to help, and-- I, uh... I don't know, I want to see you.",
    "Yeah?",
    "Come in.",
    "Hi.",
    "Really?",
    "Thanks.",
    "Hey.",
    "I was so glad you called. I've been... trying to...",
    "You bet.",
    "Okay. Where?",
    "On my way.",
    "Hey. I love you.",
    "You look beautiful. Peonies. You okay?",
    "Okay.",
    "What?",
    "What are you talking about?",
    "No. Please. Please don't say that. I know, I've been selfish. But I can do better. I can change.",
    "We love each other! I love you! And we have problems. When people have problems, they work it out. They talk to each other. Look, you see? You know what this is? You know what I want for us?",
    "She says that she's lonely, and that I'm not there for her. There's another guy.",
    "Not good. Harry, I was going to propose to her.",
    "She was fired? She was fired and she told you? She didn't tell me?",
    "What?",
    "I don't believe this. I don't believe you.",
    "What did you do to her?",
    "She doesn't know what you are.",
    "Peter. She knows me very well. And when she kissed me, it was just like she used to kiss me. That taste. Strawberries.",
    "That all you got?",
    "Stinks, doesn't it?",
    "I'm done trying to convince you.",
    "No. He despised you. You were an embarrassment for him. Look at that little Goblin junior. Gonna cry?",
    "I'm gonna put some dirt in your eye.",
    "I never thought he'd really do that.",
    "It's funny you should say that, 'cause I was looking through some old photos, and looks very, uh similar.",
    "You're trash, Brock.",
    "Your picture is a fake.",
    "You want forgiveness? Get religion.",
    "You should've thought of that earlier.",
    "Show this to the editor. Tell him to check his source next time.",
    "Hello.",
    "Oh, Dr. Connors! How are you?",
    "Thanks. That's good.",
    "Give me some milk.",
    "Hey, give me another cookie.",
    "You got any with nuts?",
    "Go make me some.",
    "No, no, no. Course not.",
    "I'd love to shoot you sometime.",
    "If you want the shots, I'll take the staff job. Double the money.",
    "You are really gonna dig this joint.",
    "You're looking fine, babe.",
    "Love that little giggle.",
    "Hey, keep it open there, pops.",
    "Find us some shade. Thanks, hot legs.",
    "I'm so loving this.",
    "Yeah.",
    "Oh, no, no. I'll... I'll be okay.",
    "I'll be right back.",
    "This is for you.",
    "Double time!",
    "Thanks.",
    "Now dig on this.",
    "Hey.",
    "You.",
    "No.",
    "Yeah, is everything okay here, Paul?",
    "Take your hand off of me.",
    "Okay.",
    "I don't know.",
    "Hi.",
    "I don't know.",
    "You said a husband's gotta put a wife before himself. I'm not ready.",
    "Yeah. I... I hurt her, aunt May. I don't know what to do.",
    "Harry. I need your help. Can't take them both. Not by myself.",
    "Harry, she needs us.",
    "I'm gonna get you out of this.",
    "My God. Eddie?",
    "We can find a way to settle this.",
    "Hold on, Mary Jane! Mary Jane.",
    "You came.",
    "A couple of minutes ago wouldn't have been so bad either.",
    "I'm needing some help over here.",
    "May Jane!",
    "This thing got any more?",
    "To what?",
    "Got her!",
    "You Okay?",
    "Good.",
    "Eddie, this suit, you gotta take it off!",
    "I know what it feels like. It feels good. The power. Everything. But you'll lose yourself. Let it go.",
    "Harry!",
    "Eddie!",
    "We always have a choice. You had a choice when you killed my uncle.",
    "I've done terrible things too.",
    "I forgive you.",
    "Hey, pal. How are you doing?",
    "We'll get you through this.",
    "You should never forgive said those things.",
    "Best friend.",
    "Whatever comes our way. Whatever battle we have raging inside us, we always have a choice. My friend Harry taught me that. He chose to be the best of himself. It's the choices that make us who we are, and we can always choose to do what's right."
]